Repository: 84000/data-translation-memory
Catalog: toh151-v2.tmx
Source language: bo
Languages: en

source: སྐྱེས་ནས་ཀྱང་ཇི་སྲིད་དུ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདིར་འཇིག་པ་མ་བྱུང་བ་དེ་སྲིད་དུ་གནས་པར་འགྱུར་ཞིང་།
en: where they will remain until the trichiliocosm is destroyed.

source: འཇིག་པ་བྱུང་ནས་ཀྱང་འཇིག་རྟེན་གྱི་ཁམས་གཞན་ན་སེམས་ཅན་དམྱལ་བ་གང་དག་ཡོད་པ་དེ་དག་ཏུ་འཕེན་པར་འགྱུར་རོ། །
en: Even when it is destroyed, they will be propelled into other world-systems in which there are hells.

source: གང་གི་ཚེ་དེར་ཡང་འཇིག་པ་བྱུང་བར་གྱུར་ན།
en: When those world-systems are also destroyed,

source: དེའི་ཚེ་འཇིག་རྟེན་གྱི་ཁམས་གཞན་ན་སེམས་ཅན་དམྱལ་བ་གང་དག་ཡོད་པ་དེ་དག་ཏུ་འཕེན་པར་འགྱུར་རོ། །
en: they will be further propelled into still other world-systems in which there are hells.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: And so, on and on,

source: ཀུན་དུ་འཇིག་རྟེན་གྱི་ཁམས་གྲངས་མེད་པ་དག་ན་སེམས་ཅན་དམྱལ་བ་གང་དག་ཡོད་པ་དེ་དག་ཏུ་འཁྱམ་ཞིང་སྡུག་བསྔལ་ཉམས་སུ་མྱོང་ལ་འབྱུང་བའི་མཐའ་མེད་དོ། །
en: they will wander amidst all the countless world-systems of hells, and their experience of suffering will find no end.”

source: རྨོངས་པས་ཐོག་མ་མེད་ནས་འཇིགས་པའི་སྡུག་བསྔལ་བྱིང་གྱུར་པའི། །འཇིག་རྟེན་སངས་རྒྱས་ཡོན་ཏན་རྒྱ་མཚོ་ཁས་ལེན་མི་བྱེད་དེ། །
en: “Deluded beings are oblivious to the terrible suffering in the world since beginningless time. And do not acknowledge the oceanic qualities of the Buddha.

source: དེ་ནི་ཀུན་རིག་མ་ཡིན་རྣལ་འབྱོར་རྒྱལ་པོ་མ་ཡིན་ཞེས། །
en: Declaring, ‘He is neither omniscient nor the king of practitioners,’

source: བདག་ཉིད་ཆུད་གཟན་སྐྱེ་བོ་གཞན་རྣམས་ལ་ཡང་སླུ་བར་བྱེད། །
en: They waste their own lives and deceive other beings.

source: བདེ་བར་གཤེགས་པའི་མཆོད་རྟེན་འབྱོར་པ་སྡུག་པའི་མཆོག་བྱས་ན། །
en: “They say, ‘If you make a reliquary of the blissful ones, supreme in its materials and beauty,

source: དེ་ནི་དགེ་བ་ཆུང་འགྱུར་འཇིག་པར་བྱེད་པའི་ཆར་འགྱུར་ཞེས། །
en: It will be of little virtue and bring down a rain of destruction.’

source: མི་དགེ་འདི་ནི་མངོན་སུམ་དགེ་བ་མདུན་ན་ཡོད་བཞིན་དུ། །
en: This non-virtue, on the face of it, may seem virtuous;

source: འོན་ཀྱང་སྡིག་པ་རྣམ་པ་སྣ་ཚོགས་ཀུན་ཏུ་སྤྱོད་པར་བྱེད།
en: But actually it brings about all manner of evil.

source: བར་མ་རྩོད་པའི་དུས་འདིར་བཞི་པོ་བཀྲེས་པས་ཉམ་ཐག་པ། །
en: “In this intermediate period of strife, the four types of beings are weakened by hunger.

source: ཕན་ཚུན་འཁོན་དུ་འཛིན་པས་དཀྲུགས་ཤིང་བླ་མ་སྨོད་པར་བྱེད། །
en: Because of their mutual animosity they fight and belittle spiritual masters.

source: འཁོར་དུ་འདུས་པ་འདུལ་བའི་དགའ་བ་འདི་ནི་རྣམ་བཤིག་པས། །མི་བཟད་རོ་མེད་ལོག་པར་ལྟུང་བའི་སར་ནི་འགྲོ་བར་འགྱུར། །
en: They destroy the enthusiasm of the community of moral discipline, Thus leading them to the terrifying and unpleasant lower realms.

source: རྒྱལ་པོ་ཕ་དང་སྲིང་མོ་སྤུན་དང་གཞོན་ནུ་བུ་མོ་རྣམས། །བྱམས་པའི་ཡིད་ནི་ལོག་གྱུར་ལོངས་སྤྱོད་རྣམས་ལ་བརྐམ་ཆགས་ཏེ། །
en: “Kings, fathers, daughters, relatives, and young women Lose their caring minds and become envious of possessions.

source: བྱིས་པ་བུ་ལྟར་ཐམས་ཅད་གཅིག་ལ་གཅིག་ནི་བཞད་གད་བྱེད། །
en: They laugh at one another like immature children,

source: ལོག་ལྟུང་དམ་པ་རྣམ་པར་འབྱིང་བར་མྱུར་དུ་འགྲོ་བར་འགྱུར། །
en: And hasten to the mire of the fathomless lower realms.

source: མ་འོངས་དུས་འདིར་གང་དག་ཤིན་ཏུ་སྡིག་ཅན་སེམས་ཅན་རྣམས། །འཐུན་པར་མི་འཛིན་དགེ་སྦྱོང་ཁ་དོག་འཛིན་པ་གཟུགས་མི་སྡུག། །
en: “In future times those who are wantonly evil will not get along. Faking the appearance of mendicants, they will have repugnant forms.

source: ངན་པའི་བདག་ཉིད་ལྡན་པ་སྡིག་པ་ཁྲག་ཁྲིག་བྱེད་འགྱུར་བ། །
en: They will be of vile character and perform millions of evil deeds.

source: དེ་དག་ཤི་འཕོས་ནས་ནི་སྡིག་པ་རྩོད་པའི་མཆོག་གིས་གནོན། །
en: When they die and transmigrate, they will be dragged down by their intense evil deeds and quarreling.

source: མི་ཡིས་བསྐལ་པ་བརྒྱ་ཕྲག་མང་པོར་སྡིག་པ་ལྔ་པོ་དག །བསྒྲུབས་ཤིང་བྱས་པ་དག་ནི་བཤགས་པར་ནུས་པ་མ་ཡིན་ཏེ། །
en: “The five evil deeds perpetrated by people Cannot be confessed for hundreds of eons.

source: གང་དུ་སངས་རྒྱས་ཁྲག་ཁྲིག་གིས་ཀྱང་བསྐྱབ་པར་མི་སྤྱོད་པའི། །མེ་རི་དྲག་པོ་མནར་མེད་པ་ཡི་མེར་ནི་སྲེག་པར་འགྱུར། །
en: Such people are burned in a terrible mountain of fire in the hell of ceaseless torment— A place where even millions of buddhas can offer no protection.”

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་དང་ལྡན་པ་རྣམས་ནི་དུད་འགྲོ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: “Pratibhānamati, beings who engage in the following five actions are reborn among animals.

source: དང་པོ་འཆལ་པའི་ཚུལ་ཁྲིམས་དང་།
en: (1) The first is corrupt discipline.

source: ཆོམ་རྐུན་དང་།
en: (2) robbery and theft,

source: གཞན་གྱི་བུ་ལོན་བླངས་ནས་གནོད་སེམས་སུ་བྱེད་པ་དང་།
en: (3) taking loans from others and then conspiring against them,

source: སྲོག་གཅོད་པ་དང་།
en: (4) murder, and

source: མ་དད་པས་དམ་པའི་ཆོས་མ་ཡིན་པ་ཉན་པར་དགའ་ཞིང་དམ་པའི་ཆོས་མ་ཡིན་པ་ཉན་པ་ལ་དགའ་བས་ལོག་པས་འཚོ་བ་ཐམས་ཅད་ལ་དགའ་བ་སྟེ།
en: (5) lacking faith, which makes one delight in studying something other than the sublime Dharma and relish perverted ways of life because of finding such studies enjoyable.

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་པོ་དེ་དག་དང་ལྡན་པ་རྣམས་ནི་དུད་འགྲོ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་རོ། །
en: Pratibhānamati, beings who engage in these five actions are reborn as animals.”

source: རྟག་ཏུ་གཞན་གྱི་ནོར་འཕྲོག་པ་ལ་དགའ་བའི་མི་རྣམས་ནི། །བུ་ལོན་བྱིན་པ་རྣམ་པར་བླངས་ནས་མི་གཞན་གསོད་པར་བྱེད། །
en: “People who always delight in stealing from others Take out loans and then murder the lender.

source: སྲོག་གཅོད་པ་ལ་དགའ་བའི་རི་དགས་འཆི་བདག་རྒྱལ་པོ་རྣམས། །རྒྱ་ལ་སོགས་པས་བཟུང་ནས་སེམས་ཅན་རྣམས་ལ་གསོད་པར་བྱེད། །
en: Beasts, lords of death who love killing, Catch such beings in traps and then slaughter them.

source: དད་པ་ལ་སོགས་དམན་པའི་བློ་གྲོས་དཀར་པོའི་འདུ་ཤེས་ཅན། །ནག་པོ་དཔག་ཏུ་མེད་པ་བདག་ཅག་སྤྱོད་པར་མི་ཤེས་པ། །
en: “Their minds, weak in faith and the rest, Cannot see the limitless evil deeds they do, thinking it all to be virtuous.

source: རྨོངས་པ་རྣམས་ནི་དམ་ཆོས་དཀོན་མཆོག་གཏམ་ལ་དགའ་མི་བྱེད། །
en: Deluded, they do not enjoy discussions on the sublime Jewel of the Dharma.

source: འཇིག་རྟེན་ཞུགས་པའི་ཆོས་ལ་འདིར་ནི་རྗེས་སུ་འགྲོ་བར་འགྱུར། །
en: Instead they follow worldly teachings.

source: ཇི་ལྟར་གངས་རི་ལས་འདིར་ཁ་བ་བབ་དང་རབ་བབ་པ། ཆུ་ནི་ཆུ་ཡི་ཤུགས་ཀྱིས་འཕྲལ་དུ་ས་འོག་འགྲོ་བ་བཞིན། །
en: “Just as snow tumbles down from a mountain, And water naturally seeps straight underground,

source: ལྷ་མིའི་གྲོང་དུ་སྡིག་པའི་ཕུང་པོ་མང་དུ་བྱས་པས་ན། །
en: In the same way they amass many evil deeds in the realms of gods and humans,

source: རྨོངས་པ་རྣམས་ནི་དེ་བཞིན་དུད་འགྲོ་རྣམས་སུ་མྱུར་དུ་འགྲོ། །
en: And so these fools go swiftly to the animals.

source: རྟ་དྲེའུ་རྔ་བོང་གླང་ཆེན་བ་ལང་མ་ཧེ་སེང་གེ་དང་། །ཝ་དང་སྦྲུལ་དང་ཕག་དང་ཁྱི་ལ་སོགས་པར་གྱུར་ནས་སུ། །
en: “Born as horses, mules, camels, elephants, Oxen, cattle, lions, foxes, snakes, pigs, or dogs,

source: རྩྭ་ཟ་བ་དང་ཤ་དང་བདུད་རྩི་ལོ་མའི་ཟས་ཟ་ཞིང་། །
en: They eat grass, flesh, and foliage,

source: དེ་དག་རྟག་ཏུ་གཞན་གྱི་ཁུར་ཁྱེར་བྱེད་ཅིང་དུབ་པར་འགྱུར། །
en: And constantly carry the burdens of others until exhaustion.

source: བཀྲེས་པས་ཟིལ་གྱིས་ནོན་པས་གཅིག་ལ་གཅིག་ཟ་ལྷུར་བྱེད་པ། །
en: “Driven by hunger, they eagerly prey on one another.

source: བསྐལ་པ་ཁྲག་ཁྲིག་རྣམས་སུའང་ནམ་ཡང་ཐར་བར་མི་འགྱུར་ཞིང་། །
en: Even after millions of eons, they will never be freed from this state.

source: ཇི་ལྟར་རྒྱ་མཚོ་གཅིག་ན་རུ་སྦལ་མིག་ནི་གཅིག་ཡོད་པས། །གཉའ་ཤིང་བུ་གར་མགྲིན་པ་བཏད་པར་ནུས་པ་མ་ཡིན་པ། །
en: Just as a one-eyed turtle living in the ocean Could not stick its neck through a floating yoke,

source: དེ་བཞིན་ལྷ་དང་མི་དང་དབང་ཕྱུག་ཆེ་ཉིད་བདེ་བླག་ཏུ། །ལོག་པར་ལྷུང་བ་བརྒྱ་ཡིས་ཐོབ་པར་ནུས་པ་མ་ཡིན་ཏེ
en: “Because of their hundreds of downfalls They will not easily obtain the states of gods, humans, or great lords.

source: སངས་རྒྱས་འོད་ཟེར་དམ་པའི་ཚོགས་ཅན་དཔག་ཏུ་མེད་པ་དང་། །བྱང་ཆུབ་སེམས་དཔའ་ཁྱུ་མཆོག་འོད་ཀྱིས་དེ་དག་འབྱིན་པར་འགྱུར། །
en: They will be delivered by a sublime and limitless matrix of the Buddha’s light rays And the light of the mighty bodhisattvas.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཡང་སྤོབས་པའི་བློ་གྲོས་ལ་བཀའ་སྩལ་པ། །
en: Then the Blessed One said, “Pratibhānamati,

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་དང་ལྡན་པ་རྣམས་ནི་ཡི་དགས་ཀྱི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: beings who engage in the following five actions are reborn as hungry spirits.

source: དང་པོ་བཀྲེན་ཞིང་ཆགས་པ་དང་།
en: (1) The first is being stingy and craving.

source: མུན་པ་མུན་ནག་ཆེན་པོའི་བཤེས་གཉེན་དང་། སོགས་པ་ལྷུར་བྱེད་པའི་ཕྱིར་བདག་ཉིད་ཀྱང་ལོངས་སྤྱོད་པར་མི་བྱེད་པ་དང་།
en: (2) Next, because they esteem extremely ignorant spiritual teachers and their ilk, they block their own happiness.

source: ཆོས་མ་ཡིན་པ་དང་ལྡན་པའི་ཕྱིར་ཕྲག་དོག་དང་།
en: (3) Because they are inclined to unwholesome ways, they are jealous.

source: སེར་སྣ་ལྷུར་བྱེད་པས་སྤུན་དང་། སྲིང་མོ་དང་། བུ་དང་། ཆུང་མ་དང་། བྲན་དང་། ལས་བྱེད་པ་དང་། ཞོ་ཤས་འཚོ་བ་དང་། མཛའ་བཤེས་དང་། བློན་པོ་དང་། ཉེ་དུ་དང་། འབྲེལ་པ་དང་། སྦྱིན་གནས་དང་། དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། བཀྲེན་པ་ཐམས་ཅད་ལ་རབ་ཏུ་སྦྱིན་པར་མི་བྱེད་ཅིང་
en: (4) Because they are excessively stingy, they are in no way generous towards brothers, sisters, children, wives, servants, laborers, wageworkers, friends, government officials, kinfolk, relatives, the venerable, mendicants, priests, and the poor.

source: ཕ་མ་དག་ལ་ཡང་རབ་ཏུ་སྦྱིན་པར་མི་བྱེད་པ་དང་། ངེས་པར་བསྐྱང་བར་འོས་པ་དག་མི་སྐྱོང་ལ་
en: They cannot even give anything to their own mothers and fathers, nor do they care for those who are in need of care.

source: བསྙེན་བཀུར་མི་བྱེད་ཅིང་བླ་མ་ལ་མི་གུས་ལ་གཅེས་པར་མི་བྱེད་པ་སྟེ།
en: (5) They are also not respectful, nor do they venerate spiritual teachers or regard them as precious.

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་པོ་དེ་དག་དང་ལྡན་པ་རྣམས་ནི་ཡི་དགས་རྣམས་སུ་སྐྱེ་བར་འགྱུར་རོ། །
en: Pratibhānamati, beings who engage in these five actions are reborn as hungry spirits.”

source: བཀྲེན་པའི་ཉེས་པས་བཅོམ་པ་ནོར་གཏོང་མི་ཕོད་པ། །
en: “Defeated by the adversity of privation, they are unable to give away their wealth.

source: དེ་དག་གཞན་དག་ལས་ནི་བླང་བར་འདོད་པར་བྱེད། །
en: They only wish to take from others.

source: མཛོད་རྣམས་ཀྱི་ནི་སྒོ་འཕར་དམ་དུ་བསྡམས་པ་རྣམས། །
en: They are keepers of a treasury whose doors are tightly shut.

source: འདིར་ནི་བསྐྱང་འོས་རྩ་ལག་མཆོག་རྣམས་གསོ་མི་བྱེད། །
en: Thinking it ought to be guarded, they do not care for even their closest kin.

source: གཞན་ནོར་ཆུད་གཟོན་པ་ཡིས་རྟག་ཏུ་སྐྲག་པ་རྣམས། །བླ་མ་ལ་ཡང་དེ་དག་རབ་རྩུབ་བྱམས་ཅན་མིན། །
en: “These squanderers of others’ wealth always live in anxiety. Even to spiritual teachers they are rude and have no love.

source: དེ་དག་བདག་གི་ཆུང་མ་ལ་སོགས་གཡོག་ཚོགས་ལ། །དབྱིག་སྦྱིན་མི་བྱེད་ཤིན་ཏུ་སྙིང་བརྩེ་ཤེས་མེད་ཅིང་། །
en: To their own wives and servants they give nothing precious, Nor do they understand how to show love and affection.

source: དཀར་པོ་དག་ལས་ལོག་པ་དེ་དག་འདི་ནས་ཤི་འཕོས་ནས། །ཡུན་རིང་མཆོག་ཏུ་ལུས་འབར་སྡུག་བསྔལ་ཡི་དགས་འགྱུར། །
en: “They turn away from what is good, and when they pass on They become suffering spirits whose bodies burn over and over.

source: དེ་དག་ལོ་བརྒྱ་རྣམས་སུ་རྨི་ལམ་རྨིས་པར་ཡང་། །གོས་དང་ཟས་དང་བཏུང་བའང་ནམ་ཡང་རྨི་མི་འགྱུར། །
en: Though they dream for hundreds of years, They never even dream of clothing, food, and drink.

source: ཁབ་འདྲའི་ཁ་དང་རི་ཆེན་ལྟ་བུའི་ལྟོ་ཅན་རྣམས། །ཉམ་ཐག་ཤར་དང་ནུབ་ཀྱི་རྒྱ་མཚོར་རྒྱུག་པར་བྱེད། །
en: “Their throats are like needles and their stomachs like huge mountains. Desperately they scramble from the eastern to the western ocean.

source: ཁ་ནས་མེ་འབར་ལུས་ངན་ཕྱོགས་དང་ལྷོ་ཕྱོགས་གཞན། །སྐམས་པར་མཐོང་ནས་རིན་ཆེན་མེ་ནང་ལྷུང་བར་འགྱུར། །
en: With mouths ablaze they run to Kauverī and to the south. Seeing everything dried up they fall into a blazing fire.

source: གཤིན་རྗེའི་ཕོ་ཉ་དཔུང་མགོ་ལས་གྲུབ་རབ་སྟུག་ཅིང་། །
en: “The henchmen of the Lord of Death grab them by the shoulders,

source: སྲ་ལྡན་རྣམས་ཀྱིས་མནན་ནས་ཟངས་ཞུན་བཟོད་དཀའ་རབ། །མི་འདྲ་རོ་བྲོ་མེད་པ་དེ་དག་རྣམས་ལ་ལྡུད། །
en: Pile them together, and crush them with boulders. Then they are given molten copper to drink, which is incredibly difficult to bear.

source: རྨོངས་རྣམས་ཡན་ལག་བརྒྱད་ལྡན་ཆུ་བཞིན་འཐུང་བར་བྱེད། །
en: Ignorant, they are made to drink disgusting substances as if they were water with eight qualities.

source: ནང་གྲོལ་ལུས་ཀྱི་ཁོག་པ་བསྲེགས་པ་བསལ་བའི་རླུང་གིས་སུ། །སྐྱེས་པའི་བདག་ཉིད་རྣམས་ལ་སྟོབས་ཆེན་ཡང་ལྡུད་བྱེད། །
en: “After their entrails have been burned from their body cavities by the evacuating wind, The powerful ones force these beings to drink again.

source: དེ་ནས་ཤི་འཕོས་མི་ཡི་འཇིག་རྟེན་འདིར་སྐྱེས་རྣམས། །རིགས་དང་ལོངས་སྤྱོད་ལུས་གཡོག་རྣམས་ཀྱིས་དམན་པར་འགྱུར། །
en: When these beings die and are reborn in the human world, They will be inferior in their caste, wealth, health, and servants.”

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་དང་ལྡན་པ་རྣམས་ནི་རིགས་མཐོན་པོ་རྣམས་སུ་འགྱུར་ཏེ།
en: “Pratibhānamati, beings who engage in the following five actions are reborn among the higher castes.

source: ཟང་ཟིང་དང་། ཆོས་ཀྱི་སྦྱིན་པ་
en: (1) giving material goods and Dharma,

source: དག་གིས་འཇིག་རྟེན་ཐམས་ཅད་ལ་གནོད་སེམས་མེད་པར་གྱུར་པ་དང་།
en: (2) not having hostility towards anyone,

source: དཀོན་མཆོག་གསུམ་དང་། ཕ་མ་ལ་གུས་པ་དང་།
en: (3) being respectful of the Three Jewels and one’s parents,

source: ལྷན་ཅིག་སྐྱེས་པའི་བཟོད་པ་དང་། དེས་པ་དང་། ཤིན་ཏུ་གྱ་ནོམ་པ་དང་།
en: (4) being naturally patient, gentle, and exalted, and

source: སངས་རྒྱས་ཀྱི་གསུང་རྣམ་པ་སྣ་ཚོགས་ཀློག་པ་དང་། ཁ་ཏོན་བྱ་བ་ལ་བརྩོན་པ་སྟེ།
en: (5) studying the diversity of the Buddha’s teachings and being diligent in their recitation.

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་པོ་དེ་དག་དང་ལྡན་པ་རྣམས་ནི། རིགས་མཐོན་པོ་རྣམས་སུ་འགྱུར་རོ། །
en: Pratibhānamati, beings who engage in those five actions are reborn among the higher castes.”

source: བསམ་བྱས་གང་དག་བསོད་ནམས་ཚོགས་པ་སྐལ་བཟང་སྦྱིན་པའི་ཆོ་ག་བཞིན། །ཀུན་དུ་སེམས་ཅན་མང་ལ་ཀུན་བགེད་དེ་དག་རྟག་ཏུ་ནད་མེད་འགྱུར། །
en: “Those who are inspired by the rituals for accumulating merit and fortune, And who ensure that many beings never grow ill,

source: ཚེ་དང་ཁ་དོག་སྟོབས་ལྡན་ལུས་ཅན་འཇིག་རྟེན་མཆོག་ཏུ་འགྱུར། །
en: Will enjoy long life, a fine complexion, great strength, and become foremost in the world.

source: མཚུངས་དང་རྒྱ་ཆེན་ཁྱད་པར་ཅན་གྱིས་མཛེས་མཛོད་རིན་ཆེན་རི་དབང་བཞིན། །
en: Their beauty will be vast and special, like a jewel mine or the lord of mountains.

source: འདུལ་བ་ཉམས་དགའི་དཀོན་མཆོག་མཚུངས་མེད་ཕ་མ་རྣམས་ལ་བསྙེན་བཀུར་བས། །ཤིན་ཏུ་རྒྱ་ཆེན་གཙོ་མཆོག་ཁྱིམ་དུ་སྐྱེས་པ་གྲངས་མེད་སྐྱེ་བོས་མཆོད། །
en: “They venerate the incomparable jewel of delighting in discipline and their parents. Thus they are born into large and preeminent households and worshipped by innumerable beings.

source: ཤིན་ཏུ་ནུས་ཀྱང་ཡིད་འཁྲུག་རྣམ་སྤངས་ཀུན་དུ་གཟུགས་ཀྱིས་འཕགས་པ་རྣམས། །འཇིག་རྟེན་རྣམས་ཀྱི་མིག་ཏུ་སྡུག་པ་སྐལ་བཟང་རིགས་ནི་མཐོན་པོར་འགྱུར། །
en: They are highly capable, their minds free of agitation and their forms noblest of all. They are appealing to the eyes of the entire world, have great fortune, and are of high caste.

source: གང་ཟག་བརྟན་ཞིང་ཀུན་བཟོད་ཤིན་ཏུ་ཡིད་བཟང་དཀར་དང་འཐུན་རྣམས་དང་། །མི་རྣམས་གང་དག་ཤེས་རབ་དག་མཆོག་སངས་རྒྱས་གསུང་ལ་ཁ་ཏོན་བརྩོན། །
en: “They are reliable and perfect people, their minds aligned with what is good and virtuous. Such wise and supreme people are diligent in reciting the Buddha’s words.

source: དེ་དག་འབྱོར་པ་ཐོབ་ནས་རིགས་མཆོག་སྐྱེས་པ་ཀུན་དུ་ཀུན་མཆོག་མཛེས། །
en: Affluent and well born, they are the most beautiful beings.

source: དེ་དག་དགེ་བས་རྒྱས་པས་ལུས་ཆེན་རྒྱ་མཚོ་ཆེན་པོ་བཞིན་དུ་སྤ། །
en: Formed by virtue, their great bodies are beautified like the ocean.”

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་དང་ལྡན་པ་རྣམས་ནི་བྲན་དང་བྲན་མོ་ཉིད་འཐོབ་པར་འགྱུར་ཏེ
en: “Pratibhānamati, beings who engage in the following five actions become male and female servants.

source: ཕ་མ་རྣམས་ལ་མི་གུས་པ་དང་།
en: (1) being disrespectful toward one’s parents,

source: གྱ་ནོམ་པའི་སེམས་མ་ཡིན་པ་དང་།
en: (2) having an indecent mind,

source: ཟློག་པ་མེད་ཅིང་ཅི་དགར་སྡིག་པ་སྤྱོད་པ་དང་།
en: (3) being incorrigible and engaging in evil deeds as one pleases,

source: གཞན་གྱི་ནོར་འཕྲོག་པ་དང་།
en: (4) stealing the wealth of others, and

source: བུ་ལོན་ཕྲོགས་ནས་བདག་སྦེད་པ་སྟེ།
en: (5) absconding with the loans one has taken and going into hiding.

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་པོ་དེ་དག་དང་ལྡན་པ་རྣམས་ནི་བྲན་དང་བྲན་མོ་ཉིད་འཐོབ་པར་འགྱུར་རོ། །
en: Pratibhānamati, beings who engage in these five actions become male and female servants.”

source: བསོད་ནམས་རྒྱ་ཆེན་འབྱོར་པ་གངས་འོད་ལྟ་བུའི་ཁྱིམ་དུ་སྐྱེ་ཐོབ་ནས། །
en: “They take birth in a household whose vast merit and wealth shines like snow.

source: བླུན་པོ་གང་དག་རྒྱགས་ཁེངས་དྲེགས་པས་དཀྲུགས་ཤིང་གུས་པར་མི་བྱེད་ལ།
en: Yet these fools are full of themselves and conceited, and so they squabble and are disrespectful.

source: ཕ་མ་རྣམས་ལ་རྨད་བྱུང་སྦྱིན་གནས་འདྲ་བར་འདུ་ཤེས་མི་བྱེད་པ། །
en: They do not conceive of their parents as being admirable objects of generosity.

source: དེ་དག་ཉེས་པས་གཞན་དུ་འཇིག་རྟེན་དབང་གྱུར་དམན་ཞིང་གཡོན་ཅན་འགྱུར། །
en: Due to these negative actions, later they will have little worldly influence and be roguish.

source: དཀོན་མཆོག་མཚུངས་མེད་རྣམས་ལ་མ་གུས་ལྷུར་བྱེད་མ་རུངས་བརླང་ཚིག་འགྱུར། །
en: “They do not venerate the peerless Three Jewels but are excessively vicious and rude.

source: གང་དག་བྱམས་དང་དེ་བཞིན་སྙིང་རྗེ་མ་ལུས་དགེ་བ་ཆུད་གཟན་པ། །
en: They squander all the virtues of love and compassion.

source: དེ་དག་གྲངས་མེད་སྐྱེ་བར་འཛིན་མེད་གཞན་འཇོམས་ངོ་ཚ་མི་ཤེས་ཤིང་། །
en: They will be powerless and dominated for innumerable lives and know no shame .

source: མི་ཡི་ཡུལ་དུ་བྲན་ཉིད་སྤངས་ནས་སྐད་ཅིག་གིས་ནི་དམའ་བར་འགྱུར། །
en: Once free of servitude in the human realm, they will instantly descend.

source: གཟུགས་དང་དབང་ཕྱུག་རིགས་མཆོག་བློ་བྲལ་དམན་ལ་མོས་པའི་གླེན་པར་འགྱུར། །
en: “Bereft of beauty, authority, high caste, and intellect, they are fools inclined to negativity.

source: དཀོན་མཆོག་རྣམས་མ་མཆོད་པས་ང་རྒྱལ་མེད་ཅིང་ཞན་ལ་མདངས་ངན་འགྱུར། །
en: Not venerating the Three Jewels, they will be insecure, weak, and ugly.

source: དཔལ་ཀུན་མེད་ཅིང་ཏིང་འཛིན་བྲལ་བ་ལས་རྣམས་ཀྱིས་ནི་བསྡིགས་པར་འགྱུར། །
en: Through deeds lacking dignity and contemplation, they turn evil.”

source: དེ་དག་འཇིག་རྟེན་ཀུན་དགའ་དགའ་སྟོན་ཆེ་སོགས་མེད་ཅིང་ཚེགས་ཀྱིས་འཚོ། །
en: They will have no worldly joy, nothing to celebrate, and live troubled lives.”

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་དང་ལྡན་པ་རྣམས་ནི་སྐལ་བ་བཟང་པོར་འགྱུར་ཞིང་།
en: “Pratibhānamati, beings who engage in the following five actions become supremely fortunate,

source: ཁྱིམ་ཁོལ་དང་། ཁ་དྲི་ཞིམ་པ་དང་། གནོད་པ་མེད་པ་དང་། ལུས་དང་། སེམས་ཤིན་ཏུ་སྦྱངས་པ་དང་། བལྟ་ན་སྡུག་པ་དང་། སྐྱེ་བོ་མང་པོས་བསྔགས་པ་རྣམས་སུ་འགྱུར་ཏེ
en: have servants and fragrant breath, are unthreatened, pliant in body and mind, beautiful to behold, and praised by many beings.

source: འདུ་ཤེས་ཇི་ལྟ་བ་བཞིན་དུ་ཡང་དག་པ་དང་། མ་ཚང་བ་མེད་པ་དང་།
en: (1) perceiving accurately, genuinely, and completely;

source: སྒྲོ་བཏགས་པ་མེད་པའི་ཚིག་དང་།
en: (2) speaking without exaggeration;

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་། ཐེག་པ་ཆེན་པོ་དང་། ཐེག་པ་རྣམ་པ་གསུམ་པོ་ཐམས་ཅད་ཀྱི་ཚིག་གི་རང་བཞིན་ལ་མི་བཟོད་པ་མེད་ཅིང་མི་སྨོད་ལ།
en: (3) not lacking patience towards the nature of the language used in the three vehicles of hearers, solitary buddhas, and bodhisattvas,

source: མི་སྤོང་ཞིང་དེ་ཐམས་ཅད་གཟུང་བ་དང་། བཤད་པ་དང་། བཀླག་པ་དང་། ཁ་ཏོན་ལ་སོགས་པ་བྱེད་པ་དང་། ངག་གི་སྐྱོན་བཞི་པོ་ཚད་མེད་པ་རྣམ་པར་སྤང་ཞིང་
en: nor denigrating nor abandoning it but instead retaining, teaching, reading, and reciting it, abandoning the limitless instances of the four faults of speech, and

source: འཕགས་པའི་ལས་ལ་སྐུར་པ་མི་འདེབས་པ་དང་།
en: not belittling the path of noble beings;

source: སེམས་ཅན་ལོག་པར་སྒྲུབ་པ་ལ་གནས་པ་རྣམས་ལ་སྙིང་བརྩེ་ཞིང་ཡོངས་སུ་བསྐྱང་པ་དང་།
en: (4) loving and nurturing those beings who persist in counterproductive actions,

source: སྐྱོན་དེ་ལས་བཟློག་ཅིང་དགེ་བ་ལ་དགོད་པ་དང་།
en: turning them away from faults, and establishing them in virtue; and

source: གཞན་གྱི་སྐྱོན་མཐོང་བའི་བརྗོད་པ་ཡལ་བར་འཇོག་པ་སྟེ།
en: (5) not wishing to expose the faults one sees in others.

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་པོ་དེ་དག་དང་ལྡན་པ་རྣམས་ནི་མི་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་ནས།
en: Pratibhānamati, when beings who engage in these five actions are reborn among humans,

source: སྐལ་བ་བཟང་པོར་འགྱུར་ཞིང་ཁྱིམ་ཁོལ་དང་ལྡན་པ་དང་། ཁ་དྲི་ཞིམ་པ་དང་། ཡིད་གཞུངས་པ་དང་། འཐུན་བ་དང་། སྐྱེ་བོ་མང་པོ་དགའ་བ་དང་།
en: they possess great fortune, acquire servants, fragrant breath, and mental vigor, are agreeable, and delight many beings.

source: མྱ་ངན་མེད་པ་དང་། སེམས་ཐ་མལ་དུ་གནས་པ་དང་། ཁྲོ་བ་མེད་པ་དང་། གནོད་པ་མེད་པ་དང་། ཁ་དོག་དང་ལྡན་པ་དང་། གྲགས་པ་དང་ལྡན་པ་རྣམས་སུ་འགྱུར་རོ། །
en: They are without anguish, and their minds are at ease. They are free of anger and do not encounter harm. They obtain a beautiful appearance and are honored.”

source: སངས་རྒྱས་སོགས་ལ་ཤིན་ཏུ་ཤས་ཆེར་གུས་འབད་ཕ་མ་རྣམས་མཆོད་པས། །
en: “They are deeply respectful of the buddhas and venerate their parents.

source: རྟག་ཏུ་ངག་སྐྱོན་ཀུན་བྲལ་འཇིག་རྟེན་དག་ཏུ་རྨད་དུ་བྱུང་བར་འགྱུར། །
en: Thus, ever free from the faults of speech, they are indeed wondrous beings.

source: ཚིག་གི་ཡོན་ཏན་གཟུང་འོས་རྔ་སྒྲར་བཅས་ཤིང་ཚེ་རབས་ཀུན་དུ་ཕན། །
en: The qualities of their speech—pleasant, resonant, and beneficial throughout all lifetimes—

source: ཨུད་པལ་དྲི་དང་མཛེས་པའི་རླུང་ལྡན་ཁ་ཡིས་ཕྱོགས་སུ་སྙན་པ་གྲགས། །
en: Resound sweetly from their mouths in all directions upon breath as fragrant as a blue lotus.

source: གང་དག་བདག་བྱམས་གཞན་མཚུངས་མི་ཕན་སྐྱོན་བརྗོད་སྡིག་པ་ངན་པ་ལས། །ཕྲལ་ནས་དགེ་བ་ཀུན་ལ་སེམས་ཅན་རྣམས་ནི་སྦྱོར་དུ་འཇུག་བྱེད་པ། །
en: “Loving themselves and others equally, they motivate beings in all forms of virtue. And by distancing themselves from what is evil, immoral, slanderous, and harmful,

source: དེ་དག་འཇིག་རྟེན་ཐོབ་ནས་སྐལ་བ་བཟང་པོ་ཀུན་དུ་ཐམས་ཅད་དགའ། །
en: Upon attaining the world they will have every joy throughout the fortunate eon.

source: ཤིན་ཏུ་ཡིད་འོང་རིན་ཆེན་ཡུལ་ཅན་བདེ་གནས་སྡིག་ལས་ལོག་པར་འགྱུར། །
en: They will possess extraordinary riches, live well, and turn away from evil deeds.

source: དམ་པའི་ཆོས་ནི་གཟུང་དང་བསྟན་བརྩོན་དེ་སེམས་བྱེད་ཅིང་དེས་པར་འགྱུར། །
en: “Recollecting the sublime Dharma, they persevere in the teachings and cultivate gentle minds.

source: འདིར་ནི་སེམས་ཅན་ཀུན་ལ་ཕ་མ་འདྲ་བར་བྱམས་པའི་སེམས་ལྡན་འགྱུར། །
en: In this life, their love considers all beings to be like their own parents.

source: འདས་པའི་དུས་སུ་ལུས་ཅན་ཀུན་ནི་ངེད་ཀྱི་རྩ་ལག་ཚོགས་གྱུར་ཅེས། །
en: They think, ‘All beings were once my own family.’

source: དེ་ལྟ་ཟླ་བ་ལྟ་བུའི་སེམས་སྦྱངས་དེ་དག་ལ་ནི་ཕན་པར་བྱེད། །
en: With minds as bright as the moon they benefit them in the present.

source: འགྲན་དྲེགས་ཁྱད་གསོད་ལ་སོགས་རྣམ་པ་སྣ་ཚོགས་ཕན་ཚུན་སུན་འབྱིན་པའི། །སྡིག་པ་ཡོངས་སུ་སྤངས་ནས་དག་པའི་ཡིད་ཅན་སྐྱོན་རྣམས་ཀུན་སྦས་ནས། །སེམས་ཅན་ལྷག་པའི་བསམ་པ་དགེ་བས་སྙན་ཚོགས་ཕན་ཚུན་རྗོད་པར་བྱེད། །
en: “Forsaking evil deeds, such as competitiveness, haughtiness, and contempt, And with pure minds, these virtuous, well-intentioned beings Speak well of one another while being discrete about the shortcomings of others.

source: མྱུར་དུ་ལྷ་ཡི་དབང་ཕྱུག་མཚུངས་མེད་ཐོབ་ནས་སངས་རྒྱས་དགེ་བར་འགྱུར། །
en: They swiftly become incomparable lords of the gods and go on to be virtuous buddhas.”

source: སྤོབས་པའི་བློ་གྲོས་སེམས་ཅན་ལས་ལྔ་དང་ལྡན་པ་རྣམས་ནི་མིའི་དམ་པ་ཐོབ་ནས་རྟག་ཏུ་སྐུར་པ་འདེབས་པ་ཐོབ་པར་འགྱུར་ཞིང་སྐྱེ་བོ་མང་པོ་མི་དགའ་བ་དང་།
en: “Pratibhānamati, beings who engage in the following five actions attain sublime human lives, and yet they also receive constant denigration, are disliked by many beings,

source: ཁ་དྲི་མི་ཞིམ་པ་དང་། སེམས་མི་དགའ་བ་དང་། གནོད་པ་མང་བ་དང་། ལུས་ཤིན་ཏུ་སྦྱངས་པ་མ་ཡིན་པར་འགྱུར་ཏེ
en: have bad breath and unhappy minds, are often threatened, and have very unfit bodies.

source: བརྫུན་དུ་སྨྲ་བ་དང་།
en: (1) lying,

source: བརྫུན་དུ་སྨྲ་བས་རྟག་ཏུ་གཞན་སླུ་བའི་སེམས་ལྷུར་ལེན་པ་དང་།
en: (2) being always bent on deceiving others through lying,

source: ཆོས་ཀྱི་འབེལ་བའི་གཏམ་ཆེན་པོ་ལ་འདུས་པ་ན་ཆོས་ཀྱི་གཏམ་དེ་ལ་རྣམ་པར་སྨོད་པ་དང་།
en: (3) criticizing the discourses one hears when assembled to hear great Dharma talks,

source: ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་རྣམས་མཐོང་ན་དེ་དག་ལ་བརྙས་ཤིང་ཁྱད་དུ་གསོད་པ་དང་།
en: (4) abusing and denigrating those whose practice pure conduct, and
